class TestHtml {
  static const testHtml = '''
<!DOCTYPE html>
<body>
<h1>H1 Заголовок</h1>
<p>Совсем скоро домашние матчи Высшей Лиги в Челябинске!! Такое нельзя пропустить!Матчи пройдут 8 и 9 декабря в 19:00.Славянка (Челябинская область) Надежда-2 (Оренбургская область)Всех зрителей ждет шоу-программа, отличное настроение и , конечно, зрелищный и красивый баскетбол!Приглашаем всех любителей баскетбола в ДПШ им. Крупской (Свердловский пр., 59).Вход свободный!Ждём всех на трибунах, вперёд, Славянка!</p>
<h2>H2 Заголовок</h2>
<p>Совсем скоро домашние матчи Высшей Лиги в Челябинске!! Такое нельзя пропустить!Матчи пройдут 8 и 9 декабря в 19:00.Славянка (Челябинская область) Надежда-2 (Оренбургская область)Всех зрителей ждет шоу-программа, отличное настроение и , конечно, зрелищный и красивый баскетбол!Приглашаем всех любителей баскетбола в ДПШ им. Крупской (Свердловский пр., 59).Вход свободный!Ждём всех на трибунах, вперёд, Славянка!</p>
<h3>H3 Заголовок</h3>
<p>Совсем скоро домашние матчи Высшей Лиги в Челябинске!! Такое нельзя пропустить!Матчи пройдут 8 и 9 декабря в 19:00.Славянка (Челябинская область) Надежда-2 (Оренбургская область)Всех зрителей ждет шоу-программа, отличное настроение и , конечно, зрелищный и красивый баскетбол!Приглашаем всех любителей баскетбола в ДПШ им. Крупской (Свердловский пр., 59).Вход свободный!Ждём всех на трибунах, вперёд, Славянка!</p>



<h3>Списки</h3>

<p>Для уменьшения расстояния между параграфом и связанным с ним списком, параграфу нужно добавлять класс «Перед списком» (before_list).</p>

<ul>
	<li> Если пункты списка длинные и представляют собой развернутые предложения, они должны начинаться с прописной буквы и заканчиваться точкой.</li>
	<li> Если пункты списка длинные и представляют собой развернутые предложения, они должны начинаться с прописной буквы и заканчиваться точкой.</li>
	<li> Если пункты списка длинные и представляют собой развернутые предложения, они должны начинаться с прописной буквы и заканчиваться точкой.</li>
</ul>

</body>

</html>
''';
}
